<?php 
        $lang['home'] = 'หน้าหลัก';
        $lang['Rooms'] = 'ห้อง';
        $lang['spa'] = 'สปา & นวด';
        $lang['DINNING'] = 'ร้านอาหาร';
        $lang['MEETING'] = 'ห้องประชุม';
        $lang['Gallery'] = 'รูปภาพ';
        $lang['PROMOTION'] = 'โปรโมชั่น';
        $lang['Contact'] = 'ติดต่อเรา';
        $lang['Check'] = 'ตรวจสอบห้องพัก';
        
        $lang['STANDARD'] = 'ห้องสแตนดาร์ดคิง';
        $lang['STANDARDTWIN'] = 'ห้องสแตนดาร์ดเตียงแฝด';
        $lang['DELUXE'] = 'ห้องดีลักซ์';
        $lang['SUPERIOR'] = 'ห้องสวีทสุพีเรียร์';
        
        $lang['Great'] = 'ทำเลเยี่ยมบริการและการพัก';
        $lang['WELCOME'] = 'ยินดีต้อนรับสู่โรงแรมโอลิเวอร์';
        $lang['ACCOMMODATION'] = 'ที่พัก';
        $lang['Beyond'] = 'เกินขอบเขตแห่งรสนิยม';
        $lang['OLIVERRESTURANT'] = 'ร้านอาหารโอลิเวอร์';
        $lang['read'] = 'อ่านรายละเอียด';
        $lang['Because'] = 'เพราะความสะดวกสบายเป็นขั้นตอนแรกในการผ่อนคลาย';
        $lang['Scroll'] = 'เลื่อน';
        $lang['Down'] = 'ลง';
        
        $lang['Greatlocation'] = 'ทำเลอันยอดเยี่ยม';
        $lang['OLIVERHOTELDANNOK'] = 'โรงแรมโอลิเวอร์ด่านนอก';
        $lang['Dannokislocated'] = 'โรงแรมโอลิเวอร์ด่านนอก ตั้งอยู่ในอำเภอสะเดาในเขตแดนนอก สิ่งอำนวยความสะดวกในสถานที่ให้บริการแห่งนี้ ได้แก่ ร้านอาหารแผนกต้อนรับส่วนหน้าตลอด 24 ชั่วโมงและรูมเซอร์วิสพร้อมอินเทอร์เน็ตไร้สาย (Wi-Fi) ฟรี โรงแรมมีหนังสือพิมพ์และตู้เอทีเอ็มที่แขกสามารถใช้บริการ';
        $lang['Atthehotel'] = 'ที่โรงแรมห้องพักมีโต๊ะ ห้องพักทุกห้องที่ โรงแรมโอลิเวอร์ด่านนอก มีห้องน้ำส่วนตัวพร้อมโถสุขภัณฑ์และเครื่องใช้ในห้องน้ำฟรีทุกห้องมีโทรทัศน์และเครื่องปรับอากาศและบางห้องมีพื้นที่นั่งเล่น ห้องพักมีตู้เสื้อผ้า';
        $lang['Continental'] = 'ที่พักให้บริการอาหารเช้าแบบคอนติเนนตัลและบุฟเฟต์ทุกเช้า';
        $lang['AlorSetar'] = 'อลอร์เซตาร์ อยู่ห่างจาก โรงแรมโอลิเวอร์ด่านนอก 49.9 กม. สนามบินที่ใกล้ที่สุดคือสนามบินหาดใหญ่ 59.5 กม. จากโรงแรม';
        $lang['1BedKing'] = '1 เตียงคิงไซส์ ขนาดห้อง: 30 ตารางเมตร / 323 ฟุต²';
        $lang['1King'] = 'เตียงคิงไซส์ 1 เตียง';
        $lang['Room30'] = '30 ตารางเมตร / 323 ฟุต²';
        $lang['Room60'] = '60 ตารางเมตร / 646 ฟุต²';
        $lang['BOOK'] = 'จองตอนนี้';
        $lang['2SingleBeds'] = '2 เตียงเดี่ยว | ขนาดห้อง: 30 ตารางเมตร / 323 ฟุต²';
        $lang['1KingBed'] = 'เตียงคิงไซส์ 1 เตียง ขนาดห้อง: 60 ตารางเมตร / 646 ฟุต²';
        $lang['News'] = 'ข่าวสาร';
        $lang['Relax'] = 'ผ่อนคลายและเพลิดเพลินกับวันหยุดของคุณ';
        
         $lang['OURROOMS'] = 'ห้องของเรา';
        $lang['Roomlist'] = 'รายการห้อง';
        $lang['StandardKing'] = 'เตียงคิงที่มีมาตรฐาน';
        $lang['Hotelisadistinct'] = 'โรงแรมโอลิเวอร์เป็นสถานที่สำหรับนักท่องเที่ยวที่ต้องการความสีสันของเมืองสงขลา ผู้เข้าพักสามารถไปยังทุกที่ในเมืองได้อย่างง่ายดาย ด้วยทำเลที่สะดวกสบายของโรงแรม และยังสามารถเดินทางไปยังสถานที่ที่ต้องไปชมสถานที่ท่องเที่ยวได้อย่างสะดวก'; 
        $lang['StandardTwinRoom'] = 'เตียงคู่ที่มีมาตรฐาน';
        $lang['SuperiorSuite'] = 'ห้องสุพีเรียร์สวีท';
        $lang['Description'] = 'ลักษณะ'; 
        $lang['Thefacilities'] = 'โรงแรมโอลิเวียร์มีสิ่งอำนวยความสะดวกและบริการที่จัดหาให้รับรองการเข้าพักที่สะดวกสบายสำหรับนักท่องเที่ยว โรงแรมมีโอลิเวียร์การบริการที่หลากหลายรวมถึงรูมเซอร์วิส 24 ชั่วโมง, ฟรี Wi-Fi ทุกห้อง, แผนกต้อนรับ 24 ชั่วโมง, เช็คอิน / เช็คเอาต์ด่วน, ห้องเก็บกระเป๋า'; 
        $lang['Services'] = 'บริการ'; 
        $lang['Satellitecablechannels'] = 'ช่องดาวเทียม / เคเบิล'; 
        $lang['Telephone'] = 'โทรศัพท์'; 
        $lang['Blackoutcurtain'] = 'ผ้าม่านบังแสง'; 
        $lang['Inroomsafebox'] = 'ตู้เซฟในห้องพัก'; 
        $lang['Toiletries'] = 'อุปกรณ์การอาบน้ำ'; 
        $lang['Shower'] = 'ฝักบัว'; 
        $lang['FreeWiFiinallrooms'] = 'ฟรี Wi-Fi ทุกห้อง';
        $lang['Airconditioninger'] = 'เครื่องปรับอากาศ'; 
        $lang['Freebottledwater'] = 'น้ำดื่มฟรี'; 
        $lang['Hairdryer'] = 'เครื่องเป่าผม'; 
        $lang['Towels'] = 'ผ้าขนหนู'; 
        $lang['Slippers'] = 'รองเท้าแตะ'; 
        $lang['AroundTheHotel'] = 'บริเวณโรงแรม'; 
        $lang['TRADITIONALTHAIMASSAGE'] = 'นวดแผนไทยโบราณ'; 
        $lang['ThaiMassage'] = 'การนวดแผนไทยเป็นรางวัลการบำบัดแบบองค์รวมที่สามารถผ่อนคลายและเพิ่มพลังและช่วยในการบรรเทาโรคทั่วไป ช่วยในการบรรลุและคืน“ สมดุล” ในการไหลของพลังงาน (ไคหรือพรานา) ในร่างกาย มันบรรลุผลนี้ผ่านการประยุกต์ใช้การบีบอัดเป็นจังหวะกับเส้นพลังงานและจุดพร้อมกับการยืดลึก, ปรับปรุงการไหลเวียนร่างกาย'; 
        $lang['THAIHERBALCOMPRESS'] = 'สมุนไพรไทยอัดแน่น'; 
        $lang['Atraditional'] = 'สูตรสมุนไพรดั้งเดิมของรากไพลใบมะขามขมิ้นเปลือกมะกรูดการบูรและตะไคร้นำมานึ่งในพอกพอกที่หุ้มด้วยฝ้ายและนำไปใช้กับร่างกายโดยตรง เมื่อรวมกับการนวดแผนไทยความร้อนของสมุนไพรจะแทรกซึมและผ่อนคลายกล้ามเนื้อขณะที่เพิ่มการไหลเวียนโลหิต';         $lang['ShiroDhara'] = 'ชิโยดารา'; 
        $lang['ShiroDharaisthe'] = 'ชิโยดารา เป็นวิธีอายุรเวทแบบดั้งเดิมของการใช้น้ำมันอุ่นไหลอย่างต่อเนื่องอ่อนโยนกับหน้าผากมุ่งเน้นไปที่พื้นที่ระหว่างคิ้วที่รู้จักกันในความเชื่ออายุรเวทเป็น "ตาที่สาม"'; 
        $lang['FOURHANDMASSAGE'] = 'นวดสี่มือ'; 
        $lang['involvestwotherapists'] = 'การนวดด้วยมือทั้งสองนั้นเป็นการทำงานร่วมกันสองคนพร้อมกันเพื่อสร้างประสบการณ์การนวดที่ออกแบบท่าเต้น ต้นกำเนิดจากอายุรเวทโบราณการนวดแบบไดนามิกของนักบำบัดสองคนทำงานร่วมกัน'; 
        $lang['PURIFYME'] = 'ชำระฉันให้บริสุทธิ์';
        $lang['Thesetreatments'] = 'การรักษาเหล่านี้มุ่งเน้นไปที่ความเป็นอยู่ โดยเฉพาะในขณะที่เราช่วยให้คุณประสานความแตกต่างมากมายที่มีผลต่อสุขภาพอารมณ์และจิตวิญญาณ ทรีทเมนต์ 180 ชุดนี้รวมถึง Abyanga, Shiro Dara และห้องอบไอน้ำเพื่อให้แน่ใจว่าได้ผ่อนคลายความรู้สึก'; 
        $lang['Packagefor2Guests'] = 'แพ็คเกจสำหรับ 2 ท่าน'; 
        $lang['Weoffer4programs'] = 'เสนอโปรเเกรม 4 รายการ ได้แก่ ตะวันออกพบตะวันตกจิตใจและร่างกายยกระดับการฟื้นฟูผิวหน้า'; 
    
        $lang['OLIVERRESTURANT']= 'ร้านอาหารโอลิเวอร์';
        $lang['WithanAllDayDining']= 'ด้วยการรับประทานอาหารที่ล็อบบี้เลานจ์และเบเกอรี่ตลอดทั้งวันโรงแรมของเราพร้อมที่จะมอบประสบการณ์การทำอาหารที่ไม่ธรรมดาให้กับคุณ คุณสามารถเพลิดเพลินกับบุฟเฟ่ต์อาหารนานาชาติที่โอลิเวอร์หรือเลือกจิบเครื่องดื่มแก้วโปรดที่ล็อบบี้เลานจ์ ไม่ว่าจะเป็นสถานที่ใดจุดสนใจยังคงให้บริการอาหารและเครื่องดื่มที่ปรุงขึ้นอย่างพิถีพิถันทำจากส่วนผสมที่ดีที่สุดและสดใหม่'; 
       
        $lang['MEETINGEVENTS']='ห้องประชุมและงานเลี้ยง';
        $lang['Ourhoteloffersfrommultifunctional']='โรงแรมของเราให้บริการตั้งแต่ห้องประชุมอเนกประสงค์ไปจนถึงห้องบอลรูมขนาดใหญ่พร้อมสิ่งอำนวยความสะดวกทางเทคโนโลยีขั้นสูงเหมาะสำหรับกิจกรรมที่น่าประทับใจ ห้องบอลรูมอเนกประสงค์ที่ทันสมัยและทันสมัยของเราช่วยให้รองรับตั้งแต่การประชุมคณะกรรมการบริหารไปจนถึงกิจกรรมทางสังคมที่มีมากถึง 300 คน';
       
        $lang['CONTACTINFO']='ข้อมูลติดต่อ';
        $lang['OliverHotel']='Unnamed Road ตำบล สำนักขาม อำเภอสะเดา สงขลา 90320';
        $lang['CallUs']='หมายเลขโทรศัพท์: +66 (074) 557 321';
        $lang['Fax']='แฟกซ์ : +66 (074) 557 321';
        $lang['Email']='อีเมล์ : oliver.hotel@hotmail.com';
        $lang['Line']='MyOliverGroup';
        $lang['2GUESTS']='2 ท่าน';
        $lang['MoreDetail']='รายละเอียดเพิ่มเติม';
        $lang['2SingleBed']='2 เตียงเดี่ยว';
        $lang['2Adults']='2 ผู้ใหญ่ 1 เด็ก';
        $lang['Cityview']='วิวเมือง';
        $lang['Oliver']='โอลิเวอร์';
        $lang['Restaurants']='ร้านอาหาร';
        $lang['AsianCultural']='หมู่บ้านวัฒนธรรมเอเชีย';
        $lang['NEEDHELP']='ต้องการความช่วยเหลือ';
        $lang['ReadMore']='อ่านเพิ่มเติม';
        $lang['HOTEL']='โรงแรม';
        $lang['ROOMSSUITES']='ห้องพักและห้องสวีท';
        $lang['NEWSPROMOTIONS']='ข่าวและโปรโมชั่น';
        $lang['next']='ถัดไป';
        $lang['Address']='ที่อยู่';
        $lang['mail']='อีเมล์';

?>